tap "adoptopenjdk/openjdk"
tap "caskroom/cask"
tap "cloudfoundry/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "microsoft/git"
tap "orf/brew"
tap "pivotal/tap"
tap "spring-io/tap"
tap "willdoescode/natls"
brew "awscli"
brew "bat"
brew "brew-cask-completion"
brew "glib"
brew "choose-rust"
brew "coreutils"
brew "credstash"
brew "ctop"
brew "docker", link: false
brew "dog"
brew "exa"
brew "fd"
brew "node"
brew "fx"
brew "fzf"
brew "gcc"
brew "git"
brew "git-crypt"
brew "glow"
brew "gnupg"
brew "gobject-introspection"
brew "gradle"
brew "harfbuzz"
brew "graphviz"
brew "grep"
brew "groovysdk"
brew "helm"
brew "htop"
brew "httpie"
brew "jmeter"
brew "jq"
brew "krb5"
brew "kubernetes-cli", link: false
brew "kustomize"
brew "less"
brew "linkerd"
brew "mas"
brew "maven"
brew "minikube"
brew "ncdu"
brew "neovim"
brew "nvm"
brew "p7zip"
brew "pinentry-mac"
brew "postgresql"
brew "pv"
brew "python@3.8"
brew "redis"
brew "rust"
brew "socat"
brew "ssh-copy-id"
brew "starship"
brew "tfenv"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yamllint"
brew "z"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "cloudfoundry/tap/cf-cli", link: false
brew "cloudfoundry/tap/cf-cli@6"
brew "pivotal/tap/springboot"
brew "spring-io/tap/spring-boot", link: false
cask "1password"
cask "adoptopenjdk11"
cask "alfred"
cask "atom"
cask "coconutbattery"
cask "docker"
cask "dozer"
cask "firefox"
cask "font-fira-code"
cask "gimp"
cask "google-chrome"
cask "iterm2"
cask "jetbrains-toolbox"
cask "keepassx"
cask "muzzle"
cask "notion"
cask "paintbrush"
cask "postman"
cask "rectangle"
cask "slack"
cask "spectacle"
cask "spotify"
cask "squirrelsql"
cask "stats"
cask "viscosity"
cask "visual-studio-code"
cask "vlc"
mas "Foxit Reader", id: 1032155965
mas "GIF Keyboard", id: 1043270657
mas "LastPass", id: 926036361
mas "Numbers", id: 409203825
mas "Todoist", id: 585829637
