tap "adoptopenjdk/openjdk"
tap "cloudfoundry/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "orf/brew"
tap "pivotal/tap"
tap "spring-io/tap"
tap "willdoescode/natls"
brew "brew-cask-completion"
# Top-like interface for container metrics
brew "ctop"
brew "docker", link: false
# Modern replacement for 'ls'
brew "exa"
# Simple, fast and user-friendly alternative to find
brew "fd"
brew "node"
# Terminal JSON viewer
brew "fx"
brew "git"
brew "git-crypt"
brew "graphviz"
brew "grep"
brew "groovysdk"
brew "htop"
brew "httpie"
brew "jq"
brew "less"
brew "maven"
brew "p7zip"
brew "tldr"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yamllint"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "cloudfoundry/tap/cf-cli", link: false
brew "cloudfoundry/tap/cf-cli@6"
brew "pivotal/tap/springboot"
brew "spring-io/tap/spring-boot", link: false
# Container runtimes on MacOS (and Linux) with minimal setup
brew "colima"
cask "adoptopenjdk11"
cask "alfred"
cask "docker"
cask "dozer"
cask "firefox"
cask "font-fira-code"
cask "gimp"
cask "iterm2"
cask "jetbrains-toolbox"
cask "notion"
cask "postman"
cask "rectangle"
cask "spotify"
cask "stats"
cask "adobe-acrobat-reader"
